{
	"highstreet":{ 
    "name": "High Street",
		"description": "The main street of town filled with all sorts of wares and shops for the hearty traveller.",
		"near": [
      {"path":"/town/sidestreet",
      "text":"Duck into an alley to avoid the crowd."}, 
      {"path" : "/town/tavern",
       "text": "You hear people cheering and singing in jolly tones. You step in through the bar to scope out the finest mead."},
      {"path" : "/town/well",
        "text": "You look into the well and see the reflection of a tired and weary traveller in the water. Unfortunately the water here is no magic elixir."}]
  },
	"tavern":{
    "name": "Tavern",
		"description": "nice warm tavern for the best meads",
    "near": [
      {"path":"/town/highstreet",
      "text":"The main street of town filled with all sorts of wares and shops for the hearty traveller."}, 
      {"path" : "/town/church",
       "text": "You have been sinning at a higher rate than ever lately. Maybe you should step into the church to atone for your sins."},
      {"path" : "/town/well",
        "text": "You feel a coin in your pocket and try and find the nearest well to wish for better days."}]
	},
  "church":{
    "name": "Church",
		"description": "praise the lord",
    "near": [
      {"path":"/town/highstreet",
      "text":"The sombre atmosphere of the church creeps you out, you decide to return to High Street"}, 
      {"path" : "/town/graveyard",
       "text": "You feel darkness start to consume you. You decide to explore the graveyard outside"},
      {"path" : "/town/tavern",
        "text": "The church wine leaves a horrible taste in your time, time for a beer!"}]

	},
  "graveyard":{
    "name": "Graveyard",
		"description": "spooky graveyard! Do not stay here at night",
    "near": [
      {"path":"/town/church",
      "text":"This graveyard is too spooky! You need to find god."}, 
      {"path" : "/town/highstreet",
       "text": "The dead aren't such good company, you decide to return to the lively High Street"},
      {"path" : "/town/well",
        "text": "The church wine leaves a horrible taste in your time, time for a beer!"}]

	},
  "well":{
    "name": "Well",
		"description": "Legend has it a small child fell to their demise in the Well and sometimes comes out at night to greet fellow travellers",
	
    "near": [
      {"path":"/town/graveyard",
      "text":"You are creeped by the dark abyss of nothingness in the well and turn to find solace in the graveyard."}, 
      {"path" : "/town/highstreet",
       "text": "The highstreet calls your name loudly with the promise of life and laughter."},
      {"path" : "/town/tavern",
        "text": "The church wine leaves a horrible taste in your time, time for a beer!"},
      
      {
        "path" :"/country/2/0",
        "text": "Head on the road out of town"
      }]
        
	}
  
  }